Repository: eliorpom-cmd/cronica
Catalog: Shared/Localization/Localizable.xcstrings
Source language: en
Languages: ar, bn, ca, cs, da, de, el, es, es_mx, fi, fr, gu, he, hi, hr, hu, id, it, ja, kn, ko, ml, mr, ms, nb, nl, or, pa, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, ta, te, th, tr, uk, ur, vi, zh_hans, zh_hant

source: Nothing Released Yet
ar: لم يُصدر شيء بعد
bn: এখনো কিছুই মুক্তি পায়নি
ca: Encara no s’ha estrenat res
cs: Zatím nic nevydáno
da: Intet udgivet endnu
de: Noch nichts veröffentlicht
el: Δεν έχει κυκλοφορήσει τίποτα ακόμα
es: Aún no hay estrenos
es_mx: Nada estrenado aún
fi: Ei vielä julkaistu
fr: Rien de sorti pour le moment
gu: હજુ સુધી કંઈ બહાર પડ્યું નથી
he: עדיין לא שוחרר כלום
hi: अभी कुछ भी रिलीज़ नहीं
hr: Još ništa nije objavljeno
hu: Még semmi sem jelent meg
id: Belum ada yang dirilis
it: Niente ancora uscito
ja: まだ公開されていません
kn: ಇನ್ನೂ ಏನೂ ಬಿಡುಗಡೆಯಾಗಿಲ್ಲ
ko: 아직 공개되지 않음
ml: ഒന്നും ഇതുവരെ പുറത്തുവിട്ടിട്ടില്ല
mr: अजून काहीही रिलीझ झालेले नाही
ms: Belum ada yang dikeluarkan
nb: Ingenting utgitt ennå
nl: Nog niets uitgebracht
or: ଏପର୍ଯ୍ୟନ୍ତ କିଛି ରିଲିଜ୍ ହୋଇନାହିଁ |
pa: ਅਜੇ ਤੱਕ ਕੁਝ ਵੀ ਜਾਰੀ ਨਹੀਂ ਕੀਤਾ ਗਿਆ
pl: Jeszcze nic nie wydano
pt_br: Nada lançado ainda
pt_pt: Ainda sem estreias
ro: Nimic lansat încă
ru: Пока ничего не вышло
sk: Zatiaľ nič nevydané
sl: Nič še ni izdano
sv: Inget släppt än
ta: இன்னும் எதுவும் வெளியிடப்படவில்லை
te: ఇంకా ఏమీ విడుదల కాలేదు
th: ยังไม่มีการเปิดตัวใดๆ
tr: Henüz bir şey yayınlanmadı
uk: Поки нічого не вийшло
ur: ابھی تک کچھ بھی جاری نہیں کیا گیا ہے
vi: Chưa có gì được phát hành
zh_hans: 尚未上映任何内容
zh_hant: 尚未上映任何內容

source: Nothing Unwatched
ar: لا شيء غير مشاهد
bn: নাথিং আনওয়াচড
ca: Res per veure
cs: Nic nezhlédnutého
da: Intet uset
de: Nichts Ungesehenes
el: Τίποτα μη παρακολουθημένο
es: Nada sin ver
es_mx: Nada sin ver
fi: Ei katsomattomia
fr: Rien à voir
gu: નથિંગ અનવોચ્ડ
he: אין לא נצפה
hi: कोई न देखा नहीं
hr: Ništa nepogledano
hu: Nincs nem megtekintett tartalom
id: Tidak ada yang belum ditonton
it: Niente da vedere
ja: 未視聴なし
kn: ವೀಕ್ಷಿಸದಿರುವುದು ಏನೂ ಇಲ್ಲ
ko: 시청하지 않은 항목 없음
ml: ഒന്നും കാണാത്തത്
mr: काहीही न पाहिलेले
ms: Tiada yang belum ditonton
nb: Ingenting usett
nl: Niets onbekeken
or: କିଛି ନାହିଁ
pa: ਕੁਝ ਵੀ ਅਣਦੇਖਿਆ
pl: Nic nieobejranego
pt_br: Nada não assistido
pt_pt: Nada por ver
ro: Nimic nevizionat
ru: Ничего непросмотренного
sk: Nič nevidané
sl: Nič neogledanega
sv: Inget osedd
ta: கவனிக்கப்படாத எதுவும் இல்லை
te: ఏదీ గమనించకుండా వదిలివేయబడలేదు
th: ไม่มีอะไรที่ไม่ได้ดู
tr: İzlenmemiş bir şey yok
uk: Нічого непереглянутого
ur: کچھ بھی نہیں دیکھا گیا
vi: Không có gì chưa xem
zh_hans: 无未观看内容
zh_hant: 無未觀看內容

source: Nothing Up Next
ar: لا شيء تاليًا
bn: কিছুই নেই পরবর্তী
ca: Res a continuació
cs: Nic dalšího
da: Intet næste
de: Nichts als Nächstes
el: Τίποτα επόμενο
es: Nada a continuación
es_mx: Nada a continuación
fi: Ei mitään seuraavaksi
fr: Rien à suivre
gu: આગળ કંઈ નહીં
he: אין הבא בתור
hi: आगे कुछ नहीं
hr: Ništa sljedeće
hu: Nincs következő
id: Tidak ada selanjutnya
it: Niente in programma
ja: 次に観るものがありません
kn: ಮುಂದೆ ಏನೂ ಇಲ್ಲ
ko: 다음에 볼 것이 없음
ml: അടുത്തതായി ഒന്നുമില്ല
mr: पुढे काहीही नाही
ms: Tiada seterusnya
nb: Ingenting neste
nl: Niets hierna
or: ପରବର୍ତ୍ତୀ କିଛି ନୁହେଁ |
pa: ਅੱਗੇ ਕੁਝ ਨਹੀਂ
pl: Nic dalej
pt_br: Nada a seguir
pt_pt: Nada a seguir
ro: Nimic urmează
ru: Ничего дальше
sk: Nič ďalej
sl: Nič naprej
sv: Inget härnäst
ta: அடுத்து ஒன்றுமில்லை
te: తరువాత ఏమీ లేదు
th: ไม่มีอะไรต่อไป
tr: Sırada bir şey yok
uk: Нічого далі
ur: اس کے بعد کچھ نہیں
vi: Không có gì tiếp theo
zh_hans: 暂无接下来
zh_hant: 暫無接下來

source: Nothing up next. Add TV shows in Cronica.
ar: لا شيء في التالي. أضف مسلسلات TV في Cronica.
bn: এর পরের কিছু নেই। Cronica-এ টিভি শো যোগ করুন।
ca: Res a continuació. Afegeix sèries a Cronica.
cs: Nic dalšího na řadě. Přidej seriály v Cronica.
da: Intet næste. Tilføj TV-serier i Cronica.
de: Nichts als Nächstes. Füge Serien in Cronica hinzu.
el: Τίποτα επόμενο. Προσθέστε σειρές TV στο Cronica.
es: Nada a continuación. Añade series de TV en Cronica.
es_mx: Nada a continuación. Agrega series en Cronica.
fi: Ei seuraavaa. Lisää TV-sarjoja Cronicaan.
fr: Rien à suivre. Ajoute des séries dans Cronica.
gu: આગળ કંઈ નહીં. Cronica માં ટીવી શો ઉમેરો.
he: אין הבא. הוסף סדרות TV ב-Cronica.
hi: अगला कुछ नहीं। Cronica में TV शो जोड़ें।
hr: Ništa sljedeće. Dodaj serije u Cronica.
hu: Nincs következő tartalom. Adjon hozzá TV-műsorokat a Cronicában.
id: Tidak ada berikutnya. Tambahkan acara TV di Cronica.
it: Niente in programma. Aggiungi serie TV in Cronica.
ja: 次に見る作品がありません。CronicaでTV番組を追加してください。
kn: ಮುಂದೆ ಏನೂ ಇಲ್ಲ. Cronica ನಲ್ಲಿ ಟಿವಿ ಕಾರ್ಯಕ್ರಮಗಳನ್ನು ಸೇರಿಸಿ.
ko: 다음 시청 항목이 없습니다. Cronica에서 TV 프로그램을 추가하세요.
ml: അടുത്തതായി ഒന്നുമില്ല. Cronica-ൽ ടിവി ഷോകൾ ചേർക്കുക.
mr: पुढे काहीच नाही. Cronica मध्ये टीव्ही शो जोडा.
ms: Tiada seterusnya. Tambah rancangan TV dalam Cronica.
nb: Ingenting neste. Legg til TV-serier i Cronica.
nl: Niets hierna. Voeg tv-series toe in Cronica.
or: ପରବର୍ତ୍ତୀ କିଛି ନୁହେଁ | Cronica ରେ ଟିଭି ଶୋ ଯୋଡନ୍ତୁ |
pa: ਅੱਗੇ ਕੁਝ ਨਹੀਂ। Cronica ਵਿੱਚ ਟੀਵੀ ਸ਼ੋਅ ਸ਼ਾਮਲ ਕਰੋ।
pl: Nic w następnych. Dodaj seriale w Cronica.
pt_br: Nada em seguida. Adicione séries no Cronica.
pt_pt: Nada em seguida. Adicione séries no Cronica.
ro: Nimic urmează. Adaugă seriale în Cronica.
ru: Ничего далее. Добавь сериалы в Cronica.
sk: Nič ďalej. Pridaj seriály v Cronica.
sl: Nič naprej. Dodajte TV-oddaje v Cronica.
sv: Inget nästa. Lägg till TV-serier i Cronica.
ta: அடுத்து ஒன்றும் இல்லை. Cronica-இல் தொலைக்காட்சி நிகழ்ச்சிகளைச் சேர்க்கவும்.
te: తరువాత ఏమీ లేదు. Cronicaలో టీవీ షోలను జోడించండి.
th: ไม่มีอะไรต่อไป เพิ่มรายการทีวีใน Cronica
tr: Sonraki'de bir şey yok. Cronica'ya TV dizileri ekle.
uk: Нічого далі. Додай серіали в Cronica.
ur: آگے کچھ نہیں۔ Cronica میں TV شوز شامل کریں۔
vi: Không có gì tiếp theo. Thêm chương trình truyền hình trong Cronica.
zh_hans: 暂无接下来观看的内容。请在 Cronica 中添加剧集。
zh_hant: 暫無接下來觀看的內容。請在 Cronica 中加入影集。

source: Nothing Upcoming
ar: لا شيء قادم
bn: কিছুই আসন্ন
ca: Res properament
cs: Nic nadcházejícího
da: Intet kommende
de: Nichts demnächst
el: Τίποτα επερχόμενο
es: Nada próximo
es_mx: Nada próximo
fi: Ei tulevia
fr: Rien à venir
gu: આગામી કંઈ નથી
he: אין קרוב
hi: कोई आगामी नहीं
hr: Ništa nadolazećeg
hu: Nincs közelgő tartalom
id: Tidak ada yang mendatang
it: Niente in arrivo
ja: 公開予定なし
kn: ಏನೂ ಬರುತ್ತಿಲ್ಲ
ko: 공개 예정 없음
ml: വരാനിരിക്കുന്നതൊന്നും ഇല്ല
mr: आगामी काही नाही
ms: Tiada akan datang
nb: Ingenting kommende
nl: Niets aankomend
or: କିଛି ଆସୁନାହିଁ |
pa: ਕੁਝ ਵੀ ਆਉਣ ਵਾਲਾ ਨਹੀਂ
pl: Nic nadchodzącego
pt_br: Nada em breve
pt_pt: Nada em breve
ro: Nimic viitor
ru: Ничего предстоящего
sk: Nič pripravované
sl: Nič prihajajočega
sv: Inget kommande
ta: வரவிருக்கும் எதுவும் இல்லை
te: ఏమీ రావడం లేదు
th: ไม่มีอะไรที่จะเกิดขึ้น
tr: Yaklaşan bir şey yok
uk: Нічого майбутнього
ur: کچھ نہیں آنے والا
vi: Không có gì sắp tới
zh_hans: 无即将上映内容
zh_hant: 無即將上映內容

source: Nothing Watched
ar: لا شيء مشاهد
bn: কিছুই দেখা হয়নি
ca: Res vist
cs: Nic nezhlédnutého
da: Intet set
de: Nichts Gesehenes
el: Τίποτα παρακολουθημένο
es: Nada visto
es_mx: Nada visto
fi: Ei katsottuja
fr: Rien de vu
gu: કંઈ જોવામાં આવ્યું નથી
he: אין נצפה
hi: कोई देखा नहीं
hr: Ništa pogledano
hu: Nincs megtekintett tartalom
id: Tidak ada yang ditonton
it: Niente visto
ja: 視聴済みなし
kn: ಏನೂ ವೀಕ್ಷಿಸಲಾಗಿಲ್ಲ
ko: 시청한 항목 없음
ml: ഒന്നും കണ്ടില്ല
mr: काहीही पाहिले नाही
ms: Tiada yang ditonton
nb: Ingenting sett
nl: Niets bekeken
or: କିଛି ଦେଖାଗଲା ନାହିଁ |
pa: ਕੁਝ ਨਹੀਂ ਦੇਖਿਆ ਗਿਆ
pl: Nic nieobejranego
pt_br: Nada assistido
pt_pt: Nada visto
ro: Nimic vizionat
ru: Ничего просмотренного
sk: Nič pozreté
sl: Nič gledano
sv: Inget sedd
ta: எதுவும் பார்க்கவில்லை
te: ఏమీ చూడలేదు
th: ไม่มีอะไรดูเลย
tr: İzlenen bir şey yok
uk: Нічого переглянутого
ur: کچھ نہیں دیکھا
vi: Không có gì được xem
zh_hans: 无已观看内容
zh_hant: 無已觀看內容

source: Nothing Watching
ar: لا شيء قيد المشاهدة
bn: কিছুই দেখছি না
ca: Res en curs
cs: Nic se nesleduje
da: Intet under afspilning
de: Nichts in Wiedergabe
el: Τίποτα σε παρακολούθηση
es: Nada en visionado
es_mx: Nada en reproducción
fi: Ei katseltavaa
fr: Rien en cours
gu: નથિંગ વોચિંગ
he: אין בצפייה
hi: कोई देख रहे नहीं
hr: Ništa se ne gleda
hu: Nincs megtekintés alatt
id: Tidak ada yang sedang ditonton
it: Niente in visione
ja: 視聴中なし
kn: ಏನೂ ನೋಡುತ್ತಿಲ್ಲ
ko: 시청 중인 항목 없음
ml: ഒന്നും കാണുന്നില്ല
mr: काही पाहत नाही
ms: Tiada yang sedang ditonton
nb: Ingenting under visning
nl: Niets aan het kijken
or: କିଛି ଦେଖୁନାହିଁ |
pa: ਕੁਝ ਨਹੀਂ ਦੇਖ ਰਿਹਾ
pl: Nic nie oglądasz
pt_br: Nada assistindo
pt_pt: Nada a ver
ro: Nimic în vizionare
ru: Ничего не смотришь
sk: Nič sa nesleduje
sl: Nič gledam
sv: Inget under visning
ta: எதுவும் பார்க்கவில்லை
te: ఏమీ చూడటం లేదు
th: ไม่มีอะไรดู
tr: İzlenen bir şey yok
uk: Нічого не дивишся
ur: کچھ نہیں دیکھ رہا ہے۔
vi: Không có gì đang xem
zh_hans: 无正在观看内容
zh_hant: 無正在觀看內容

source: Notification Time
ar: وقت الإشعار
bn: বিজ্ঞপ্তির সময়
ca: Hora de la notificació
cs: Čas oznámení
da: Meddelelsestidspunkt
de: Benachrichtigungszeit
el: Ώρα ειδοποίησης
es: Hora de notificación
es_mx: Hora de notificación
fi: Ilmoitusaika
fr: Heure de notification
gu: સૂચના સમય
he: שעת התראה
hi: सूचना समय
hr: Vrijeme obavijesti
hu: Értesítés ideje
id: Waktu notifikasi
it: Tempo di notifica
ja: 通知時間
kn: ಅಧಿಸೂಚನೆ ಸಮಯ
ko: 알림 시간
ml: അറിയിപ്പ് സമയം
mr: सूचना वेळ
ms: Masa pemberitahuan
nb: Varslingstidspunkt
nl: Meldingstijd
or: ବିଜ୍ଞପ୍ତି ସମୟ |
pa: ਸੂਚਨਾ ਸਮਾਂ
pl: Godzina powiadomienia
pt_br: Hora da Notificação
pt_pt: Hora da notificação
ro: Ora notificării
ru: Время уведомления
sk: Čas oznámenia
sl: Čas obvestila
sv: Aviseringstid
ta: அறிவிப்பு நேரம்
te: నోటిఫికేషన్ సమయం
th: เวลาแจ้งเตือน
tr: Bildirim Zamanı
uk: Час сповіщення
ur: اطلاع کا وقت
vi: Thời gian thông báo
zh_hans: 通知时间
zh_hant: 通知時間

source: Notifications
ar: الإشعارات
bn: বিজ্ঞপ্তি
ca: Notificacions
cs: Oznámení
da: Meddelelser
de: Mitteilungen
el: Ειδοποιήσεις
es: Notificaciones
es_mx: Notificaciones
fi: Ilmoitukset
gu: સૂચનાઓ
he: התראות
hi: सूचनाएँ
hr: Obavijesti
hu: Értesítések
id: Notifikasi
it: Notifiche
ja: 通知
kn: ಅಧಿಸೂಚನೆಗಳು
ko: 알림
ml: അറിയിപ്പുകൾ
mr: सूचना
ms: Pemberitahuan
nb: Varsler
nl: Meldingen
or: ବିଜ୍ଞପ୍ତି
pa: ਸੂਚਨਾਵਾਂ
pl: Powiadomienia
pt_br: Notificações
pt_pt: Notificações
ro: Notificări
ru: Уведомления
sk: Upozornenia
sl: Obvestila
sv: Aviseringar
ta: அறிவிப்புகள்
te: నోటిఫికేషన్లు
th: การแจ้งเตือน
tr: Bildirimler
uk: Сповіщення
ur: اطلاعات
vi: Thông báo
zh_hans: 通知
zh_hant: 通知

source: Notify Movie Releases
ar: إشعار إصدارات الأفلام
bn: মুভি রিলিজ অবহিত করুন
ca: Notifica estrenes de pel·lícules
cs: Upozornit na premiéry filmů
da: Underret om filmudgivelser
de: Bei Filmstarts benachrichtigen
el: Ειδοποίηση κυκλοφοριών ταινιών
es: Avisar de estrenos de películas
es_mx: Notificar estrenos de películas
fi: Ilmoita elokuvajulkaisuista
fr: Notifier les sorties de films
gu: મૂવી રિલીઝને સૂચિત કરો
he: הודע על שחרורי סרטים
hi: फ़िल्म रिलीज़ की सूचना
hr: Obavijesti o izlascima filmova
hu: Filmmegjelenések értesítése
id: Beri tahu rilis film
it: Notifica uscite film
ja: 映画公開を通知
kn: ಚಲನಚಿತ್ರ ಬಿಡುಗಡೆಗಳನ್ನು ಸೂಚಿಸಿ
ko: 영화 공개 알림
ml: മൂവി റിലീസുകളെ അറിയിക്കുക
mr: चित्रपट रिलीज सूचित करा
ms: Maklum keluaran filem
nb: Varsle om filmutgivelser
nl: Meldingen voor filmreleases
or: ଚଳଚ୍ଚିତ୍ର ରିଲିଜ୍ ବିଷୟରେ ଅବଗତ କର |
pa: ਮੂਵੀ ਰਿਲੀਜ਼ਾਂ ਨੂੰ ਸੂਚਿਤ ਕਰੋ
pl: Powiadamiaj o premierach filmów
pt_br: Notificar Lançamentos de Filmes
pt_pt: Notificar estreias de filmes
ro: Notifică lansările de filme
ru: Уведомлять о релизах фильмов
sk: Upozorniť na filmové premiéry
sl: Obveščanje o izdajah filmov
sv: Avisera om filmreleaser
ta: திரைப்பட வெளியீடுகளை அறிவிக்கவும்
te: సినిమా విడుదలలను తెలియజేయండి
th: แจ้งการฉายภาพยนตร์
tr: Film yayınlarını bildir
uk: Сповіщати про релізи фільмів
ur: مووی ریلیز کو مطلع کریں۔
vi: Thông báo phát hành phim
zh_hans: 通知电影上映
zh_hant: 通知電影上映

source: Notify new episodes
ar: إشعار حلقات جديدة
bn: নতুন এপিসোড অবহিত করুন
ca: Notifica episodis nous
cs: Upozornit na nové epizody
da: Underret om nye afsnit
de: Neue Episoden benachrichtigen
el: Ειδοποίηση νέων επεισοδίων
es: Avisar de nuevos episodios
es_mx: Notificar nuevos episodios
fi: Ilmoita uusista jaksoista
fr: Notifier les nouveaux épisodes
gu: નવા એપિસોડ્સની સૂચના આપો
he: הודע על פרקים חדשים
hi: नए एपिसोड की सूचना
hr: Obavijesti o novim epizodama
hu: Új epizódok értesítése
id: Beri tahu episode baru
it: Notifica l'uscita di nuovi Episodi
ja: 新エピソードを通知
kn: ಹೊಸ ಕಂತುಗಳನ್ನು ಸೂಚಿಸಿ
ko: 새 에피소드 알림
ml: പുതിയ എപ്പിസോഡുകൾ അറിയിക്കുക
mr: नवीन भाग सूचित करा
ms: Maklum episod baharu
nb: Varsle om nye episoder
nl: Meldingen voor nieuwe afleveringen
or: ନୂତନ ଏପିସୋଡ୍ ଗୁଡିକୁ ସୂଚିତ କର |
pa: ਨਵੇਂ ਐਪੀਸੋਡਾਂ ਨੂੰ ਸੂਚਿਤ ਕਰੋ
pl: Powiadamiaj o nowych odcinkach
pt_br: Notificar Novos Episódios
pt_pt: Notificar novos episódios
ro: Notifică episoade noi
ru: Уведомлять о новых эпизодах
sk: Upozorniť na nové epizódy
sl: Obvesti o novih epizodah
sv: Avisera om nya avsnitt
ta: புதிய அத்தியாயங்களை அறிவிக்கவும்
te: కొత్త ఎపిసోడ్‌లను తెలియజేయండి
th: แจ้งตอนใหม่ครับ
tr: Yeni bölümleri bildir
uk: Сповіщати про нові епізоди
ur: نئی اقساط کو مطلع کریں۔
vi: Thông báo tập mới
zh_hans: 通知新剧集
zh_hant: 通知新集數

source: Notify when a movie on your watchlist is released.
ar: أبلغني عند إصدار فيلم في قائمة المشاهدة.
bn: আপনার ওয়াচলিস্টে থাকা একটি মুভি রিলিজ হলে জানিয়ে দিন।
ca: Avisa quan s’estreni una pel·lícula de la teva Watchlist.
cs: Upozornit, když film z watchlistu vyjde.
da: Få besked, når en film på din watchlist udkommer.
de: Benachrichtigen, wenn ein Film auf deiner Watchlist veröffentlicht wird.
el: Ειδοποίηση όταν κυκλοφορεί ταινία από τη λίστα παρακολούθησής σας.
es: Recibe un aviso cuando se estrene una película de tu lista.
es_mx: Notifica cuando se estrene una película en tu lista de seguimiento.
fi: Saat ilmoituksen, kun katselulistasi elokuva julkaistaan.
fr: Notifier la sortie d'un film figurant sur votre liste de visionnage.
gu: જ્યારે તમારી વૉચલિસ્ટ પરની મૂવી રિલીઝ થાય ત્યારે સૂચના આપો.
he: הודע כשסרט ברשימת הצפייה משוחרר.
hi: वॉचलिस्ट की फ़िल्म रिलीज़ होने पर सूचित करें।
hr: Obavijesti kad film s popisa bude objavljen.
hu: Értesítés, ha megjelenik egy film a figyelőlistáján.
id: Beri tahu saat film di watchlist dirilis.
it: Notifica l'uscita di un Film nella tua Watchlist.
ja: ウォッチリストの映画が公開されたら通知します。
kn: ನಿಮ್ಮ ವೀಕ್ಷಣಾ ಪಟ್ಟಿಯಲ್ಲಿರುವ ಚಲನಚಿತ್ರ ಬಿಡುಗಡೆಯಾದಾಗ ತಿಳಿಸಿ.
ko: 워치리스트의 영화가 공개되면 알림을 보냅니다.
ml: നിങ്ങളുടെ വാച്ച് ലിസ്റ്റിലെ ഒരു സിനിമ റിലീസ് ചെയ്യുമ്പോൾ അറിയിക്കുക.
mr: तुमच्या वॉचलिस्टमधील चित्रपट रिलीज झाल्यावर सूचित करा.
ms: Maklum apabila filem dalam watchlist dikeluarkan.
nb: Få varsel når en film i watchlisten din utgis.
nl: Ontvang een melding wanneer een film op je watchlist wordt uitgebracht.
or: ତୁମର ୱାଚଲିଷ୍ଟରେ ଏକ ଚଳଚ୍ଚିତ୍ର କେବେ ରିଲିଜ୍ ହେବ ତାହା ସୂଚିତ କର |
pa: ਜਦੋਂ ਤੁਹਾਡੀ ਵਾਚਲਿਸਟ ਵਿੱਚ ਕੋਈ ਫਿਲਮ ਰਿਲੀਜ਼ ਹੁੰਦੀ ਹੈ ਤਾਂ ਸੂਚਿਤ ਕਰੋ।
pl: Powiadom, gdy film z listy zostanie wydany.
pt_br: Notifique quando um filme na sua lista for lançado.
pt_pt: Notifique quando um filme na sua lista for lançado.
ro: Notifică când se lansează un film din watchlist.
ru: Уведомлять, когда выходит фильм из списка.
sk: Upozorniť na vydanie filmu zo zoznamu sledovaných.
sl: Obvesti, ko izide film na tvoji watchlist.
sv: Få avisering när en film i din watchlist släpps.
ta: உங்கள் பார்க்க வேண்டிய பட்டியலில் உள்ள திரைப்படம் வெளியாகும் போது அறிவிப்பைப் பெறுங்கள்.
te: మీ వాచ్‌లిస్ట్‌లోని సినిమా విడుదలైనప్పుడు మీకు తెలియజేయబడుతుంది.
th: แจ้งเตือนเมื่อมีภาพยนตร์ในรายการเฝ้าดูของคุณออกฉาย
tr: İzleme listendeki bir film yayınlandığında bildir.
uk: Сповіщати, коли виходить фільм зі списку.
ur: جب آپ کی واچ لسٹ میں کوئی فلم ریلیز ہوتی ہے تو مطلع کریں۔
vi: Thông báo khi một bộ phim trong danh sách theo dõi của bạn được phát hành.
zh_hans: 当观看清单中的电影上映时通知你。
zh_hant: 當觀看清單中的電影上映時通知你。

source: Notify when a new episode from a TV show on your watchlist is released.
ar: أبلغني عند إصدار حلقة جديدة من مسلسل TV في قائمة المشاهدة.
bn: আপনার ওয়াচলিস্টে থাকা একটি টিভি শো থেকে একটি নতুন পর্ব প্রকাশিত হলে বিজ্ঞপ্তি দিন৷
ca: Avisa quan s’estreni un episodi nou d’una sèrie de la teva Watchlist.
cs: Upozornit, když vyjde nová epizoda seriálu z watchlistu.
da: Få besked, når et nyt afsnit fra en TV-serie på din watchlist udkommer.
de: Benachrichtigen, wenn eine neue Episode einer TV-Sendung auf deiner Watchlist veröffentlicht wird.
el: Ειδοποίηση όταν κυκλοφορεί νέο επεισόδιο σειράς TV από τη λίστα παρακολούθησής σας.
es: Recibe un aviso cuando se publique un nuevo episodio de una serie de tu lista.
es_mx: Notifique cuando se publique un nuevo episodio de un Serie de TV en su lista de seguimiento.
fi: Saat ilmoituksen, kun katselulistasi TV-sarjan uusi jakso julkaistaan.
fr: Notifier la sortie d'un nouvel épisode d'une émission de télévision figurant sur votre liste de visionnage.
gu: જ્યારે તમારી વૉચલિસ્ટ પરના ટીવી શોમાંથી નવો એપિસોડ રિલીઝ થાય ત્યારે સૂચના આપો.
he: הודע כשפרק חדש מסדרת TV ברשימת הצפייה משוחרר.
hi: वॉचलिस्ट के TV शो का नया एपिसोड रिलीज़ होने पर सूचित करें।
hr: Obavijesti kad nova epizoda serije s popisa bude objavljena.
hu: Értesítés, ha új epizód jelenik meg a figyelőlistáján szereplő TV-műsorból.
id: Beri tahu saat episode baru acara TV di watchlist dirilis.
it: Notifica l'uscita di un nuovo episodio di una Serie TV nella tua Watchlist.
ja: ウォッチリストのTV番組の新エピソードが公開されたら通知します。
kn: ನಿಮ್ಮ ವೀಕ್ಷಣಾ ಪಟ್ಟಿಯಲ್ಲಿರುವ ಟಿವಿ ಕಾರ್ಯಕ್ರಮದಿಂದ ಹೊಸ ಸಂಚಿಕೆ ಬಿಡುಗಡೆಯಾದಾಗ ಸೂಚಿಸಿ.
ko: 워치리스트의 TV 프로그램 새 에피소드가 공개되면 알림을 보냅니다.
ml: നിങ്ങളുടെ വാച്ച്‌ലിസ്റ്റിലെ ഒരു ടിവി ഷോയിൽ നിന്നുള്ള പുതിയ എപ്പിസോഡ് റിലീസ് ചെയ്യുമ്പോൾ അറിയിക്കുക.
mr: तुमच्या वॉचलिस्टमधील टीव्ही शोमधील नवीन भाग रिलीज झाल्यावर सूचित करा.
ms: Maklum apabila episod baharu rancangan TV dalam watchlist dikeluarkan.
nb: Få varsel når en ny episode fra en TV-serie i watchlisten din utgis.
nl: Ontvang een melding wanneer een nieuwe aflevering van een tv-serie op je watchlist wordt uitgebracht.
or: ଯେତେବେଳେ ତୁମର ୱାଚଲିଷ୍ଟରେ ଏକ ଟିଭି ଶୋ’ରୁ ଏକ ନୂଆ ଏପିସୋଡ୍ ରିଲିଜ୍ ହେବ ତାହା ସୂଚିତ କର |
pa: ਤੁਹਾਡੀ ਵਾਚਲਿਸਟ 'ਤੇ ਕਿਸੇ ਟੀਵੀ ਸ਼ੋਅ ਤੋਂ ਇੱਕ ਨਵਾਂ ਐਪੀਸੋਡ ਰਿਲੀਜ਼ ਹੋਣ 'ਤੇ ਸੂਚਿਤ ਕਰੋ।
pl: Powiadom, gdy pojawi się nowy odcinek serialu z listy.
pt_br: Notifique quando um novo episódio de uma Série em sua lista for lançado.
pt_pt: Notifique quando um novo episódio de uma Série em sua lista for lançado.
ro: Notifică când apare un episod nou din serialul de pe watchlist.
ru: Уведомлять о новом эпизоде сериала из списка.
sk: Upozorniť na vydanie novej epizódy seriálu z tvojho zoznamu sledovaných.
sl: Obvesti, ko izide nova epizoda serije na tvoji watchlist.
sv: Få avisering när ett nytt avsnitt från en TV-serie i din watchlist släpps.
ta: உங்கள் கண்காணிப்புப் பட்டியலில் உள்ள ஒரு தொலைக்காட்சித் தொடரின் புதிய அத்தியாயம் வெளியாகும் போது அறிவிப்பைப் பெறுங்கள்.
te: మీ వాచ్‌లిస్ట్‌లోని టీవీ షో నుండి కొత్త ఎపిసోడ్ విడుదలైనప్పుడు మీకు తెలియజేయబడుతుంది.
th: แจ้งเตือนเมื่อมีการออกตอนใหม่จากรายการทีวีในรายการเฝ้าดูของคุณ
tr: İzleme listendeki bir TV dizisinin yeni bölümü yayınlandığında bildir.
uk: Сповіщати про новий епізод серіалу зі списку.
ur: جب آپ کی واچ لسٹ میں ٹی وی شو کا کوئی نیا ایپیسوڈ ریلیز ہوتا ہے تو مطلع کریں۔
vi: Thông báo khi tập mới của chương trình truyền hình trong danh sách theo dõi của bạn được phát hành.
zh_hans: 当观看清单中的剧集有新集上线时通知你。
zh_hant: 當觀看清單中的影集有新集上線時通知你。

source: Official Website
ar: الموقع الرسمي
bn: অফিসিয়াল ওয়েবসাইট
ca: Lloc web oficial
cs: Oficiální web
da: Officiel hjemmeside
de: Offizielle Website
el: Επίσημη ιστοσελίδα
es: Sitio web oficial
es_mx: Sitio web oficial
fi: Virallinen verkkosivusto
fr: Site officiel
gu: સત્તાવાર વેબસાઇટ
he: אתר רשmi
hi: आधिकारिक वेबसाइट
hr: Službena web-stranica
hu: Hivatalos weboldal
id: Situs resmi
it: Sito Web ufficiale
ja: 公式ウェブサイト
kn: ಅಧಿಕೃತ ಜಾಲತಾಣ
ko: 공식 웹사이트
ml: ഔദ്യോഗിക വെബ്സൈറ്റ്
mr: अधिकृत वेबसाइट
ms: Laman web rasmi
nb: Offisiell nettside
nl: Officiële website
or: ଅଫିସିଆଲ୍ ୱେବସାଇଟ୍ |
pa: ਅਧਿਕਾਰਤ ਵੈੱਬਸਾਈਟ
pl: Oficjalna strona
pt_br: Site Oficial
pt_pt: Site oficial
ro: Site oficial
ru: Официальный сайт
sk: Oficiálne stránky
sl: Uradna spletna stran
sv: Officiell webbplats
ta: அதிகாரப்பூர்வ வலைத்தளம்
te: అధికారిక వెబ్‌సైట్
th: เว็บไซต์อย่างเป็นทางการ
tr: Resmi Web Sitesi
uk: Офіційний сайт
ur: سرکاری ویب سائٹ
vi: Trang web chính thức
zh_hans: 官方网站
zh_hant: 官方網站
